Revit 2018 API
TableData.WidthInPixels Property
 Gets the width of the panel schedule in pixels
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.0)
Syntax
C#
public int WidthInPixels { get; }
Visual Basic
Public ReadOnly Property WidthInPixels As Integer
	Get
Visual C++
public:
property int WidthInPixels {
	int get ();
}
See Also
TableData Class
Autodesk.Revit.DB Namespace